Repository: KDE/granatier
Catalog: po/*/granatier.po
Languages: pl

# NAME OF TRANSLATORS
source: Your names
pl: Maciej Wikło, Łukasz Wojniłowicz

# EMAIL OF TRANSLATORS
source: Your emails
pl: maciej.wiklo@wp.pl, lukasz.wojnilowicz@gmail.com

# @info author attribution
source: By %1
pl: Autorstwa %1

source: Random Mode
pl: Tryb losowy

source: Download New Arenas…
pl: Pobierz nowe areny…

source: Only for Artists! Won't be here at release
pl: Tylko dla artystów! Nie będzie tego w wydaniu

source: Show all tiles
pl: Pokaż wszystkie kafelki

source: Blast Time 2
pl: Czas wybuchu 2

source: Blast Time 3
pl: Czas wybuchu 3

source: Blast Time 1
pl: Czas wybuchu 1

source: Blast Time 5
pl: Czas wybuchu 5

source: Blast Time 4
pl: Czas wybuchu 4

source: Points to win the game:
pl: Punkty potrzebne do wygrania gry:

source: Round Time in Seconds:
pl: Czas rundy w sekundach:

source: Initial Speed:
pl: Prędkość początkowa:

source: Initial Bomb Power:
pl: Początkowa siła bomby:

source: Initial Bomb Armory:
pl: Początkowy arsenał bomb:

source: Check if it is the first run of the game.
pl: Zaznacz, jeśli po raz pierwszy rozpoczynasz grę.

source: The graphical theme to be used.
pl: Używany wystrój graficzny.

source: The arena to be used.
pl: Arena do użycia.

source: Use random arenas.
pl: Użyj losowych aren.

source: List of arenas, used in random mode.
pl: Lista aren, używana w trybie losowym.

source: The points a user needs to win the game.
pl: Punkty wymagane do wygrania gry.

source: Time for a round.
pl: Czas rundy.

source: The initial speed.
pl: Początkowa prędkość.

source: The initial bomb power.
pl: Początkowa siła bomby.

source: The initial bomb armory.
pl: Początkowy arsenał bomb.

source: Whether sound effects should be played.
pl: Czy powinny być odtwarzane efekty dźwiękowe.

source: Whether to use the Wilhelm Scream for dying players.
pl: Czy użyć Krzyku Wilhelma umierających graczy.

source: This is a dummy setting for player setup.
pl: Jest to fikcyjne ustawienie gracza.

source: This is only for the artists to make their life easier.
pl: Tylko dla artystów, aby ułatwić im życie.

# @label:chooser for the key sequence to move the player.
source: Left:
pl: W lewo:

# @label:chooser for the key sequence to move the player.
source: Up:
pl: Na górę:

# @label:chooser for the key sequence to move the player.
source: Right:
pl: W prawo:

# @label:chooser for the key sequence to move the player.
source: Down:
pl: Na dół:

# @label:chooser for the key sequence to move the player.
source: Bomb:
pl: Bomba:

source: Sudden Death
pl: Nagła śmierć

source: Press Space to continue
pl: Naciśnij Spację, aby kontynuować

source: Press Space to start a new Game
pl: Naciśnij Spację, aby rozpocząć nową grę

source: GET READY !!!
pl: PRZYGOTUJ SIĘ !!!

source: Press Space to start
pl: Naciśnij Spację, aby rozpocząć

source: PAUSED
pl: PAUZA

source: The winner is %1
pl: Wygrał(a) %1

source: Granatier is a Bomberman Clone!
pl: Granatier jest klonem Bombermana!

source: Copyright (c) 2009-2015 The Granatier Team!
pl: Copyright (c) 2009-2015 Zespół Granatiera!

source: Maintainer
pl: Opiekun

source: Most of the beautiful granatier graphics
pl: Większość z ślicznej grafiki granatnika

source: Developer of Kapman, which was the base of Granatier
pl: Programista Kapmana, będącego podstawą Granatiera

# @option:check
source: Play Sounds
pl: Odtwarzaj dźwięki

source: Are you sure you want to quit the current game?
pl: Czy na pewno chcesz zakończyć bieżącą grę?

# @title:window
source: New Game
pl: Nowa gra

# @action:button
source: Quit Game
pl: Zakończ grę

# @title:tab General settings
source: General
pl: Ogólne

# @title:tab
source: Theme
pl: Wygląd

# @title:tab
source: Player
pl: Gracz

source: Are you sure you want to quit Granatier?
pl: Czy na pewno chcesz zakończyć Granatiera?

# @title:window To quit Granatier
source: Quit
pl: Zakończ
